Revit 2027 API
ParameterTypeId.AnalyticalAdjacentSpace Property
 "Adjacent Analytical Space"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalAdjacentSpace { get; }
Public Shared ReadOnly Property AnalyticalAdjacentSpace As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalAdjacentSpace {
	ForgeTypeId^ get ();
}
static member AnalyticalAdjacentSpace : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace